Repository: SatoshiNakamotoBitcoin/insights-i18n
Catalog: */frontend.po
Languages: ru

# UI
source: You’ll notice that difficulty continued to climb rapidly throughout all of 2018, even after price had already peaked at the end of 2017. There was then a brief miner capitulation when BTC price dropped below $4k at the end of 2018, but difficulty resumed it’s climb after just a few negative adjustments.
ru: Вы заметите, что сложность продолжала быстро расти на протяжении всего 2018 года, даже после того, как цена уже достигла своего пика в конце 2017 года. Затем произошла короткая капитуляция майнеров, когда цена BTC упала ниже 4 тысяч долларов в конце 2018 года, но трудности возобновились. Это подъем после нескольких отрицательных корректировок.

# UI
source: In the ASIC era of bitcoin mining, difficulty has more than doubled each year, from 1 billion in earlier 2014 to 28 trillion at the time of writing. However, growth is slowing down now that ASIC efficiency gains are not so frequent nor substantial. Therefore, we recommend testing out different possibilities from 60-130%/year increases.
ru: В эпоху ASIC майнинга биткойнов сложность удваивалась каждый год, с 1 миллиарда в начале 2014 года до 28 триллионов на момент написания. Однако сейчас рост замедляется, поскольку повышение эффективности ASIC происходит не так часто и не так существенно. Поэтому мы рекомендуем протестировать различные возможности увеличения на 60-130% в год.

# UI
source: Profitability Calculator - Hashrate and Difficulty
ru: Калькулятор прибыльности - хешрейт и сложность

# UI
source: The advanced version of our mining profitability calculator gives you a much more sophisticated overview of how your mining business will perform in different scenarios. Let’s explain the custom options one-by-one.
ru: Усовершенствованная версия нашего калькулятора доходности майнинга дает вам гораздо более подробный обзор того, как ваш бизнес будет работать в различных сценариях. Давайте объясним пользовательские параметры один за другим.

# UI
source: Capital expenditures are costs you pay to acquire or upgrade your business’ assets. In Bitcoin mining, examples of CapEx include:
ru: Капитальные затраты — это затраты, которые вы платите за приобретение или модернизацию активов вашего бизнеса. В майнинге биткойнов примеры CapEx включают:

# UI
source: Immersion cooling or air cooling setup
ru: Иммерсионное охлаждение или установка воздушного охлаждения

source: If you have fixed monthly costs that are independent of your mining revenue, you can factor those in here. Examples of common OpExs include:
ru: Если у вас есть фиксированные ежемесячные расходы, которые не зависят от вашего дохода от майнинга, вы можете учесть их здесь. Примеры общих операционных расходов включают:

# UI
source: Note that this should <em>not</em> include OpEx to run the miners, as that is calculated for you based on your power consumption and electricity price per kWh.
ru: Обратите внимание, что сюда <em>не</em> должны входить операционные расходы на запуск майнеров, так как они рассчитываются для вас на основе вашего энергопотребления и цены на электроэнергию за кВтч.

# UI
source: The <em>Initial Hardware Value</em> input should be the estimated resale value of any mining hardware (ASICs and PSUs) you own. Meanwhile, the <em>Initial Infrastructure Value </em> should be the market value of all your infrastructure such as land, buildings, containers, immersion cooling tanks and fluid, generators, etc.
ru: Входная информация <em>Начальная стоимость оборудования</em> должна представлять собой предполагаемую стоимость при перепродаже любого оборудования для майнинга (ASIC и блоков питания), которым вы владеете. Между тем, <em>Исходная стоимость инфраструктуры </em> должна быть рыночной стоимостью всей вашей инфраструктуры, такой как земля, здания, контейнеры, баки погружного охлаждения и жидкости, генераторы и т.д.

# UI
source: These two inputs for annual appreciation / depreciation allow you to change the value of your physical assets over time.
ru: Эти два исходных параметра для годовой оценки/амортизации позволяют вам изменять стоимость ваших физических активов с течением времени.

# UI
source: Historically, the value of ASIC hardware is highly dependent on BTC price (and to a much lesser extent, the price of other SHA-256 coins including Bitcoin Cash and Bitcoin SV as well). At the same time, ASICs become less valuable when newer and more efficient models reach the market and the network difficulty increases. For instance, Antminer S9s that were originally selling for $2000 - $3000 in 2016 were available for $20 - $50 after the <a>2020 halving</a>.
ru: Исторически стоимость оборудования ASIC сильно зависела от цены BTC (и в гораздо меньшей степени от цены других монет SHA-256, включая Bitcoin Cash и Bitcoin SV). В то же время ASIC становятся менее ценными, когда на рынок выходят новые и более эффективные модели, а сложность сети возрастает. Например, Antminer S9, которые первоначально продавались по цене от 2000 до 3000 долларов США в 2016 году, после <a>халвинга 2020</a> стали доступны по цене от 20 до 50 долларов США.

# UI
source: If you calculate mining cash flow for 6 - 12 months, BTC price should be a significant variable that determines the change in value of your hardware. On the other hand, increasing difficulty and newer ASICs hitting the market should be the main factors that contribute to depreciation over longer time periods of multiple years.
ru: Если вы рассчитываете денежный поток от майнинга за 6-12 месяцев, цена BTC должна быть значимой переменной, определяющей изменение стоимости вашего оборудования. С другой стороны, растущая сложность и появление на рынке новых ASIC должны быть основными факторами, которые способствуют обесцениванию в течение более длительных периодов времени в несколько лет.

# UI
source: The value of your infrastructure such as containers, buildings, land, etc. is likely less correlated with BTC price compared to ASIC hardware. That’s why we enable you to set a separate rate for appreciation and depreciation of infrastructure.
ru: Стоимость вашей инфраструктуры, такой как контейнеры, здания, земля и т. д., скорее всего, меньше коррелирует с ценой BTC по сравнению с оборудованием ASIC. Вот почему мы позволяем вам установить отдельную ставку для оценки и амортизации инфраструктуры.

# UI
source: Most miners do not mine bitcoin purely to maximize their fiat profit in the short-term. Instead, it’s very common for miners to hold at least some portion of their profits in BTC on their balance sheet, giving them exposure to potential price appreciation. With this in mind, we created the <em>HODL Ratio</em> as a way for users to determine a percentage of their net profit each month they want to keep in BTC rather than cashing it out.
ru: Большинство майнеров добывают биткойны не только для того, чтобы максимизировать свою фиатную прибыль в краткосрочной перспективе. Вместо этого майнеры очень часто держат хотя бы часть своей прибыли в BTC на своем балансе, что дает им возможность потенциального повышения цены. Имея это в виду, мы создали <em>Коэффициент HODL</em>, чтобы пользователи могли определять процент от своей чистой прибыли каждый месяц, который они хотят хранить в BTC, а не обналичивать.

# UI
source: If you set a nonzero value for <em>Price Increment</em> in the basic inputs, the HODL Ratio will impact your <em>End Profit/Loss</em> as the value of BTC on your balance sheet will appreciate or depreciate in fiat terms over time.
ru: Если вы установите ненулевое значение для <em>Приращения цены</em> в основных входных данных, коэффициент HODL повлияет на вашу <em>Конечную прибыль/убыток</em>, поскольку стоимость BTC на вашем балансе увеличится или со временем обесцениваются в фиатных деньгах.

# UI
source: Finally, we’ll leave you with an example of how you can use the mining profitability and cash flow calculator to visualize projections for multiple different scenarios for BTC price action in the future. Whether you want to present financial projections to prospective investors or just inform yourself in order to make better decisions when managing your business, this can aid you in that venture.
ru: Наконец, мы оставим вам пример того, как вы можете использовать калькулятор прибыльности майнинга и денежных потоков, чтобы визуализировать прогнозы для нескольких различных сценариев поведения цены BTC в будущем. Если вы хотите представить финансовые прогнозы потенциальным инвесторам или просто получить информацию, чтобы принимать более эффективные решения при управлении своим бизнесом, это может помочь вам в этом начинании.

# UI
source: Bitcoin Mining Profitability Calculator User Guide
ru: Руководство пользователя калькулятора прибыльности майнинга биткойнов

# UI
source: Instructions explaining how to use the Advanced Options in our bitcoin mining profitability calculator in order to estimate cash flow for your mining operation.
ru: Инструкции, объясняющие, как использовать дополнительные параметры в нашем калькуляторе прибыльности майнинга биткойнов, чтобы оценить денежный поток для вашей операции майнинга.

# UI
source: Dark theme
ru: Темная тема

# UI
source: Light theme
ru: Светлая тема

# UI
source: Pools and Blocks
ru: Пулы и блоки

# UI
source: Mining Insights is a collection of mining data tools and key Bitcoin metrics built by Braiins for Bitcoin miners.
ru: Mining Insights — это набор инструментов обработки данных и ключевых показателей биткойна, созданный Braiins для майнеров.

# UI
source: Months to Halving
ru: Месяцы до халвинга

# UI
source: In future projections, this is the amount of months until the Block Subsidy is halved. The default value is calculated automatically based on the current block height and an average block time of 10 minutes to reach the block height of the next halving. In other words, you can leave the default value if you want to estimate mining profitability starting today.
ru: В будущих прогнозах это количество месяцев до того, как блоковая субсидия уменьшится вдвое. Значение по умолчанию рассчитывается автоматически на основе текущей высоты блока и среднего времени блока, равного 10 минутам, для достижения высоты блока следующего халвинга. Другими словами, вы можете оставить значение по умолчанию, если хотите оценить прибыльность майнинга, начиная с сегодняшнего дня.

# UI
source: Currency
ru: Валюта

# UI
source: Choose whether your profitability and cash flow stats are shown in USD or BTC terms on the chart.
ru: Выберите, будет ли ваша прибыльность и статистика денежных потоков отображаться на графике в долларах США или BTC.

# UI
source: Electricity price per kWh
ru: Цена электроэнергии за кВтч

# UI
source: Avg. Tx Fees per Block
ru: Сред. gлата за транзакцию за блок

# UI
source: Revenue Fees & Downtime
ru: Комиссионные сборы и время простоя

# UI
source: All fees on your BTC revenue, including pool fees, firmware dev fees, management software, etc., as well as lost revenue due to machine downtime. Note: if you anticipate significant downtime, it is better to scale down your hashrate and consumption by that percentage in order to reduce electricity costs.
ru: Все сборы с вашего дохода в BTC, включая сборы за пул, сборы за разработку прошивки, программное обеспечение для управления и т. д., а также упущенный доход из-за простоя машины. Примечание: если вы ожидаете значительного простоя, лучше уменьшить хешрейт и потребление на этот процент, чтобы снизить затраты на электроэнергию.

# UI
source: Profit Fees
ru: Комиссия за прибыль

# UI
source: All fees on your monthly profit, such as profit shares with hosting providers or investors.
ru: Все сборы с вашей ежемесячной прибыли, такие как распределение прибыли с хостинг-провайдерами или инвесторами.

# UI
source: Annual change in difficulty over the given Time Period.
ru: Ежегодное изменение сложности за указанный период времени.

# UI
source: Halving Difficulty Drop
ru: Уменьшение сложности халвинг

# UI
source: A one-time difficulty drop that occurs on the month of the halving as high cost miners immediately become unprofitable and go offline due to the decrease in the block subsidy.
ru: Одноразовое снижение сложности, которое происходит в месяц халвинга, поскольку высокозатратные майнеры сразу становятся убыточными и отключаются из-за уменьшения субсидии на блок.

# UI
source: Income Tax Rate
ru: Ставка подоходного налога

# UI
source: Percentage of mining profits that get deducted to pay income taxes. Note that asset depreciation (e.g. for hardware) is factored in as OpEx and deducted as a business expense so this will be applied differently than “Profit Fees” which do not factor in depreciation.
ru: Процент прибыли от майнинга, которая вычитается для уплаты подоходного налога. Обратите внимание, что амортизация активов (например, оборудования) учитывается как эксплуатационные расходы и вычитается как коммерческие расходы, поэтому она будет применяться иначе, чем «комиссии за прибыль», которая не учитывает амортизацию.

# UI
source: Initial Hardware Value
ru: Начальная стоимость оборудования

# UI
source: Hardware Appreciation / Depreciation
ru: Оценка/амортизация оборудования

# UI
source: Infra Appreciation / Depreciation
ru: Инфра оценка/амортизация

# UI
source: HODL Ratio applied on
ru: Коэффициент HODL применяется к

# UI
source: Apply the HODL Ratio to the total BTC mined each month (revenue) or to only the BTC mining rewards leftover after paying OpEx (profit).
ru: Примените коэффициент HODL к общему количеству BTC каждый месяц (доход), или только к вознаграждению за майнинг BTC, оставшемуся после выплаты OpEx (прибыль).

# UI
source: Starting Cash Balance
ru: Начальный баланс денежных средств

# UI
source: If you have cash on your balance sheet to cover OpEx without selling BTC to do so, input the amount here.
ru: Если у вас есть наличные на балансе для покрытия операционных расходов без продажи BTC, введите сумму здесь.

# UI
source: Starting BTC Balance
ru: Начальный баланс BTC

# UI
source: Weighted Average Cost of Capital; Applied if your cash balance in a given month is not sufficient to cover monthly OpEx (e.g. if using a 100% HODL Ratio on Revenue) meaning that you would need to sell BTC or raise funds to cover operating costs.
ru: Средневзвешенная стоимость капитала; Применяется, если вашего остатка денежных средств в данном месяце недостаточно для покрытия ежемесячных операционных расходов (например, при использовании коэффициента HODL 100% для дохода), что означает, что вам нужно будет продать BTC или собрать средства для покрытия операционных расходов.

# UI
source: Debt Financing
ru: Долговое финансирование

# UI
source: Loan Amount
ru: Сумма кредита

# UI
source: If you’re financing bitcoin mining machine purchases, infrastructure, and/or other expenses with a loan, enter the loan amount here and it will offset an equal amount from your CapEx
ru: Если вы финансируете покупку оборудования для майнинга биткойнов, инфраструктуру и/или другие расходы с помощью кредита, введите сумму кредита здесь, и она компенсирует равную сумму из ваших капитальных затрат

# UI
source: Interest Rate
ru: Процентная ставка

# UI
source: The annual interest rate that you will pay on the loan. Note that interest payments are added to your monthly OpEx in the calculations
ru: Годовая процентная ставка, которую вы будете платить по кредиту. Обратите внимание, что процентные платежи добавляются к вашим ежемесячным операционным расходам при расчетах

# UI
source: Loan Period
ru: Срок кредита

# UI
source: Amount of months to fully pay off the loan. This period along with the interest rate will be used to calculate the monthly payment amount which is included in your OpEx.
ru: Количество месяцев для полного погашения кредита. Этот период вместе с процентной ставкой будет использоваться для расчета суммы ежемесячного платежа, которая включена в ваши операционные расходы.

# UI
source: Loan-to-Value assumption that sizes the amount of collateral required to be posted. For example, assuming a $100k machine purchase cost at a value of 50% LTV, you would need to post $200k in BTC collateral.
ru: Предположение о кредите к стоимости, определяющее сумму залога, которую необходимо внести. Например, если предположить, что стоимость покупки машины составляет 100 000 долларов США при стоимости LTV 50%, вам нужно будет разместить 200 000 долларов США в качестве обеспечения BTC.

# UI
source: Apply
ru: Применить

# UI
source: USD CapEx Break Even
ru: Безубыточность капиталовложений в долларах США

# UI
source: BTC CapEx Break Even
ru: Безубыточность капиталовложений в BTC

# UI
source: The month when your cumulative profit equals or surpasses your initial CapEx investment in BTC terms. For example, if your hardware and infrastructure cost was 0.5 BTC, this stat tells you when your mining profit reaches 0.5 BTC. Value will be N/a if the break even doesn’t occur in the analyzed time period.
ru: Месяц, когда ваша совокупная прибыль равна или превышает ваши первоначальные капиталовложения в BTC. Например, если стоимость вашего оборудования и инфраструктуры составляла 0,5 BTC, эта статистика сообщает вам, когда ваша прибыль от майнинга достигает 0,5 BTC. Значение будет N/a, если безубыток не произойдет в анализируемом периоде времени.

# UI
source: Final Value of BTC Holdings
ru: Окончательная стоимость активов BTC

# UI
source: Cumulative Profit from Mining
ru: Совокупная прибыль от майнинга

# UI
source: Hardware Fully Depreciated
ru: Аппаратное обеспечение полностью амортизировано

# UI
source: Avg. Cost to Mine 1 BTC
ru: Сред. стоимость майнинга 1 BTC

# UI
source: The average marginal break-even electricity price for your mining operation. (Marginal means it doesn’t account for hardware depreciation in the costs.)
ru: Средняя предельная безубыточная цена на электроэнергию для вашего майнинга. ("Предельная" означает, что амортизация оборудования не учитывается в затратах.)

# UI
source: BTC Collateral for Loan
ru: Обеспечение BTC по кредиту

# UI
source: The amount of BTC needed to collateralize your loan based on the Loan Amount and Loan-to-Value Ratio you set.
ru: Сумма BTC, необходимая для обеспечения вашего кредита, зависит от суммы кредита и соотношения кредита к стоимости, которые вы установили.

# UI
source: Monthly Loan Payment
ru: Ежемесячный платеж по кредиту

# UI
source: The monthly payment on your loan including principal and interest. This amount is included in your monthly OpEx until the loan is paid off.
ru: Ежемесячный платеж по кредиту, включая основную сумму и проценты. Эта сумма включается в ваши ежемесячные операционные расходы до тех пор, пока кредит не будет погашен.

# UI
source: Total Cost of Loan
ru: Общая стоимость кредита

# UI
source: This is the total amount of interest you’ll pay on the loan over its duration.
ru: Это общая сумма процентов, которые вы будете платить по кредиту в течение всего срока его действия.

# UI
source: Calculate Bitcoin mining profitability and use advanced mining data inputs to estimate your mining cash flow.
ru: Рассчитайте прибыльность майнинга биткойнов и используйте расширенные входные данные майнинга, чтобы оценить денежный поток.

# UI
source: Profit & Cash Flow
ru: Прибыль & Денежный поток

# UI
source: Balance Sheet
ru: Бухгалтерский баланс

# UI
source: Mining Insights | Profitability Calculator
ru: Mining Insights | Калькулятор доходности

# UI
source: Show results for
ru: Показать результаты для

# UI
source: Braiins OS+‎ at Stock Consumption
ru: Braiins OS+‎ на заводском потреблении

# UI
source: Learn more about Braiins OS+
ru: Узнать больше о Braiins OS+

# UI
source: Break-Even Electricity Price
ru: Безубыточная цена на электроэнергию

# UI
source: Cost of Production for 1 BTC
ru: Стоимость майнинга 1 BTC

# UI
source: Calculate the cost to mine 1 BTC with preset Bitcoin mining data profiles of all popular SHA-256 ASICs.
ru: Рассчитайте стоимость майнинга 1 BTC с предустановленными профилями данных всех популярных ASIC SHA-256.

# UI
source: Mining Insights | Cost to Mine 1 BTC
ru: Mining Insights | Стоимость майнинга 1 BTC

# UI
source: Hashrate Distribution Historical Chart
ru: Историческая диаграмма распределения хешрейта

# UI
source: Pool Hashrate Distribution Geographical Chart
ru: Географическая диаграмма распределения хешрейта пулов

# UI
source: Pools & Blocks
ru: Пулы & Блоки

# UI
source: Mining Insights | Pools & Blocks
ru: Mining Insights | Пулы & Блоки

# UI
source: Advanced Bitcoin Mining Data
ru: Расширенные данные о майнинге биткойнов

# UI
source: We’re working on adding more stats, charts, and tools to shed light on the bitcoin mining industry. Subscribe to get notified when we release an update.
ru: Мы работаем над добавлением дополнительных статистических данных, диаграмм и инструментов, чтобы пролить свет на индустрию майнинга биткойнов. Подпишитесь, чтобы получать уведомления, когда мы выпускаем обновление.

# UI
source: Your e-mail
ru: Ваш e-mail

# UI
source: Subscribe
ru: Подписаться

# UI
source: BTC price
ru: Цена BTC

# UI
source: Marginal Cost to Mine 1 BTC
ru: Предельная стоимость майнинга 1 BTC

# UI
source: Total Cost to Mine 1 BTC
ru: Общая стоимость майнинга 1 BTC

# UI
source: Marginal Electricity Break Even
ru: Предельная безубыточность электроэнергии

# UI
source: Total Electricity Break Even
ru: Суммарная безубыточность электроэнергии

# UI
source: BTC Price & Cost to Mine
ru: Цена BTC & Стоимость майнига

# UI
source: Electricity Break-Even ($/kWh)
ru: Безубыточность электроэнергии ($/кВтч)

# UI
source: Mining hardware
ru: Оборудование для майнинга

# UI
source: Infra/Other
ru: Инфра/Другое

# UI
source: Fiat Cumulative Holdings
ru: Совокупные активы в фиате

# UI
source: Total Fiat Value of BTC Holdings
ru: Общая фиатная стоимость BTC активов

# UI
source: Liabilities (Debt)
ru: Обязательства (долг)

# UI
source: BTC Cumulative Holdings
ru: Совокупные активы BTC

# UI
source: Failed to fetch stats!
ru: Не удалось получить статистику!

# UI
source: Difficulty Adjustment Epoch Tracker
ru: Отслеживание эпох

# UI
source: Epoch #
ru: Эпоха #

# UI
source: Epoch refers to a specific time period. A difficulty epoch is a period of 2016 blocks (approximately 2 weeks) in which the difficulty is constant. A halving epoch is a period of 210,000 blocks (approximately 4 years) in which the block subsidy (new BTC issuance) is constant.
ru: Эпоха относится к определенному периоду времени. Эпоха сложности — это период из 2016 блоков (примерно 2 недели), в течение которого сложность постоянна. Эпоха халвинга — это период в 210 000 блоков (примерно 4 года), в течение которого субсидия блока (выпуск новых BTC) постоянна.

# UI
source: Diff
ru: Разница

# UI
source: Month
ru: Месяц

# UI
source: Monthly Profit
ru: Ежемесячная прибыль

# UI
source: Cash Flow (Cumulative)
ru: Денежный поток (кумулятивный)

# UI
source: Profit/Loss (Cumulative)
ru: Прибыль/убыток (кумулятивный)

# UI
source: Monthly Revenue & Profit
ru: Ежемесячный доход и прибыль

# UI
source: Cumulative Profit & Cash Flow
ru: Совокупная прибыль и денежный поток

# UI
source: Total:
ru: Сумма:

# UI
source: Failed to load blocks and pools data!
ru: Не удалось загрузить данные блоков и пулов!

# UI
source: Block Height
ru: Высота блока

# UI
source: Follow the link to see more details about the block
ru: Перейдите по ссылке, чтобы узнать подробнее о блоке

# UI
source: Miner (Pool)
ru: Майнер (пул)

# UI
source: Time
ru: Время

# UI
source: Block Value
ru: Значение блока

# UI
source: Estimated Adjustment (%)
ru: Расчетная корректировка (%)

# UI
source: Current & Historical Trends
ru: Текущие и исторические тенденции

# UI
source: <nobr>Real-Time Network Hashrate</nobr>
ru: <nobr>Хешрейт сети в реальном времени</nobr>
