Repository: SatoshiNakamotoBitcoin/insights-i18n
Catalog: */frontend.po
Languages: ru

# UI
source: The estimated total network hashrate based on API-reported hashrate values for all mining pools and estimated hashrate values based on blocks found for miners and pools who are not reporting their real-time hashrate.
ru: Предполагаемый общий хэшрейт сети на основе значений хешрейта, сообщаемых API, для всех пулов майнинга и оценочных значений хешрейта, основанных на блоках, найденных для майнеров и пулов, которые не сообщают свой хешрейт в реальном времени.

# UI
source: <nobr>1-Year Total Difficulty Change</nobr>
ru: <nobr>Общее изменение сложности за 1 год</nobr>

# UI
source: How much bitcoin network difficulty has changed in total over the past year
ru: Насколько общая сложность сети биткойнов изменилась за последний год

# UI
source: <nobr>1-Year Avg. Monthly Hashrate Change</nobr>
ru: <nobr>Среднее значение ежемесячного изменения хешрейта за 1 год</nobr>

# UI
source: The average monthly change in total network hashrate across the past year
ru: Среднемесячное изменение общего хешрейта сети за последний год

# UI
source: <nobr>1-Year Avg. Tx. Fees per Block</nobr>
ru: <nobr>Среднее значение за 1 год тр. комиссий за блок</nobr>

# UI
source: The average transaction fees per block for all blocks mined in the past year
ru: Средняя комиссия за транзакцию за блок для всех блоков, добытых за последний год

# UI
source: <nobr>1-Year Avg. Difficulty Adjustment</nobr>
ru: <nobr>Ср. значение регулировки сложности за 1 год</nobr>

# UI
source: The average adjustment per difficulty epoch in the past year
ru: Средняя корректировка на эпоху сложности за последний год

# UI
source: <nobr>Current Halving Epoch Difficulty Change</nobr>
ru: <nobr>Текущее изменение сложности халвинг-эпохи</nobr>

# UI
source: How much bitcoin network difficulty has changed in total since the last halving
ru: Насколько общая сложность сети биткойнов изменилась с момента последнего халвинга

# UI
source: <nobr>Previous Halving Epoch Difficulty Change</nobr>
ru: <nobr>Изменение сложности предыдущей халвинг-эпохи</nobr>

# UI
source: How much bitcoin network difficulty changed in total during the previous fully-completed halving epoch
ru: Насколько общая сложность сети биткойнов изменилась за предыдущую полностью завершенную эпоху халвинга

# UI
source: Estimated daily profit if running Braiins OS+ at the given mining rig's stock power consumption level. Real world results can vary from one machine to the next depending on silicon quality, cooling method, and other factors. It is also possible to run Braiins OS+ on many other power inputs (e.g. overclocking, Low Power Mode, etc.)
ru: Расчетная дневная прибыль при использовании Braiins OS+ при заданном уровне энергопотребления майнинговой фермы. Реальные результаты могут варьироваться от одной машины к другой в зависимости от качества кремния, метода охлаждения и других факторов. Также можно запускать Braiins OS+ со многими другими источниками питания (например, в режиме разгона, в режиме низкого энергопотребления и т.д.)

# UI
source: Cannot download chart
ru: Не удалось загрузить график

# UI
source: Scale
ru: Шкала

# UI
source: Linear
ru: Линейная

# UI
source: Logarithmic
ru: Логарифмическая

# UI
source: Your feedback is highly appreciated.
ru: Ваш отзыв очень важен.

# UI
source: Thank you for answering
ru: Спасибо за ответ

# UI
source: Provide feedback
ru: Оставить отзыв

# UI
source: Your feedback is very important to us.{br}Help us improve your experience.
ru: Ваше мнение очень важно для нас.{br}Помогите нам улучшить ваш опыт.

# UI
source: Your feedback
ru: Ваш отзыв

# UI
source: What we can do to improve Braiins Insights?
ru: Что мы можем сделать, чтобы улучшить Braiins Insights?

# UI
source: How likely are you to recommend us to a fellow miner?
ru: Насколько вероятно, что вы порекомендуете нас коллеге-майнеру?

# UI
source: Can we contact you to ask for more information?
ru: Можем ли мы связаться с вами, чтобы запросить дополнительную информацию?

# UI
source: Invalid e-mail format
ru: Неверный формат электронной почты

# UI
source: We would like to hear your <strong>feedback</strong>. Please use a feedback form and help us improve our customer experience.
ru: Мы хотели бы услышать ваш <strong>отзыв</strong>. Пожалуйста, используйте форму обратной связи и помогите нам улучшить качество обслуживания клиентов.

# UI
source: Submit feedback
ru: Отправить отзыв

# UI
source: Percent
ru: Процент

# UI
source: {selected, plural, =1 {# item} other {# items}} selected
ru: {выбрано, plural, =1 {# пункт} other {# пунктов(ы)}} выбраны

# UI
source: All {selected, plural, =1 {# item} other {# items}} available items are selected.
ru: Все {выбрано, plural, =1 {# пункт} other {# пунктов(ы)}} доступные пункты выбраны.

# UI
source: All {selected, plural, =1 {# item} other {# items}} on this page are selected. <a>Select all {available, plural, =1 {# item} other {# items}}</a>
ru: Все {выбрано, plural, =1 {# пункт} other {# пунктов(ы)}} на этой странице выбраны. <a>Выбрать все {досьупные, plural, =1 {# пункты} other {# пункты}}</a>

# UI
source: 1W <nobr>Hashrate</nobr>
ru: 1W <nobr>Хешрейт</nobr>
