Repository: SatoshiNakamotoBitcoin/insights-i18n
Catalog: */frontend.po
Languages: ru

# UI
source: All
ru: Все

# UI
source: 5 years
ru: 5 лет

# UI
source: 1 year
ru: 1 год

# UI
source: 6 months
ru: 6 месяцев

# UI
source: 3 months
ru: 3 месяца

# UI
source: 1 month
ru: 1 месяц

# UI
source: Page Not Found
ru: Страница не найдена

# UI
source: We couldn't find the page or file you're looking for.
ru: Мы не смогли найти нужную страницу или файл.

# UI
source: An error has occurred while loading the page!
ru: Произошла ошибка при загрузке страницы!

# UI
source: Previous
ru: Ранее

# UI
source: Next
ru: Дальше

# UI
source: An error has occurred!
ru: Произошла ошибка!

# UI
source: Although there are dozens of variables that can impact a Bitcoin mining operation's bottom line, the viability of a mining business can ultimately be determined with just one simple statistic: the cost to mine 1 BTC — aka the “Cost of Production for Bitcoin.
ru: Хотя существуют десятки переменных, которые могут повлиять на чистую прибыль майнинга биткойнов, жизнеспособность майнинга в конечном итоге может быть определена с помощью всего лишь одной простой статистики: стоимости добычи 1 BTC или «Стоимость майнинга биткойнов».

# UI
source: The Braiins <a>Cost to Mine 1 BTC calculator</a> is meant to make it quick and easy for you to determine your cost of production for any ASIC hardware model or even for a mix of different hardware devices. By comparing your cost of production with the actual Bitcoin price, you can see your profit margin and better understand which hardware models will best suit your mining operation.
ru: Braiins <a>Калькулятор стоимости майнинга 1 BTC</a> предназначен для того, чтобы вы могли быстро и легко определить стоимость майнинга для любой модели оборудования ASIC или даже для комбинации различных аппаратных устройств. Сравнивая стоимость майнинга с фактической ценой биткойна, вы можете увидеть свою прибыль и лучше понять, какие модели оборудования лучше всего подходят для вас.

# UI
source: How to Calculate Your Cost of Production
ru: Как рассчитать себестоимость майнинга

# UI
source: Let's start by quickly explaining each of the inputs and how they work.
ru: Давайте начнем с быстрого объяснения каждого из входных данных и того, как они работают.

# UI
source: <strong><em>Bitcoin Price</em></strong> and <strong><em>Network Difficulty</em></strong> are both pulled from an API in real-time, so you don't need to do anything if you want to use current values.
ru: <strong><em>Цена биткойна</em></strong> и <strong><em>Сложность сети</em></strong> извлекаются из API в реальном времени, поэтому вам не нужно делать что-либо, если вы хотите использовать текущие значения.

# UI
source: <strong><em>Select Hardware</em></strong> allows you to autofill the hashrate and consumption by choosing a specific ASIC device from our database. The models are sorted by hardware manufacturer (Bitmain, MicroBT, Innosilicon, and Canaan) and then further subcategorized by model family (e.g. Antminer S9, S17, and S19 variations are all grouped together).
ru: <strong><em>Выбрать оборудование</em></strong> позволяет автоматически заполнять хешрейт и потребление, выбирая конкретное устройство ASIC из нашей базы данных. Модели сортируются по производителям оборудования (Bitmain, MicroBT, Innosilicon и Canaan), а затем делятся на подкатегории по семействам моделей (например, варианты Antminer S9, S17 и S19 сгруппированы вместе).

# UI
source: Hardware Selection
ru: Выбор оборудования

# UI
source: <strong><em>Electricity Price</em></strong> is your all-in cost per kWh of electricity, which is used to calculate your cost of production for mining 1 Bitcoin given your mining efficiency (W/TH).
ru: <strong><em>Цена на электроэнергию</em></strong> - это ваши общие затраты на кВтч электроэнергии, которые используются для расчета производственных затрат на добычу 1 биткойна с учетом вашей эффективности добычи (Вт/TH).

# UI
source: <strong><em>Pool Fee</em></strong> is the percentage of your BTC mined that is kept by your mining pool.
ru: <strong><em>Комиссия пула</em> </strong> - это процент от добытых BTC, которые вы отдаете пулу.

# UI
source: If you toggle on the Advanced Options, you’ll also see these inputs:
ru: Если вы включите Дополнительные параметры, вы также увидите следующие данные:

# UI
source: <strong><em>Other Fees</em></strong> factors in additional costs such as downtime of your ASICs (e.g. 1-2% for regular maintenance or perhaps much higher if you cycle on/off due to climate), or perhaps fees for firmware and management solutions.
ru: <strong><em>Другие комиссии</em></strong> влияют на дополнительные расходы, такие как простои ваших ASIC-устройств (например, 1-2% для регулярного обслуживания или, возможно, намного выше, если вы включаете/выключаете машины в зависимости от климатических условий), или, возможно, комиссии за прошивку и решения для управления.

# UI
source: <strong><em>Difficulty Change</em></strong> allows you to change the current value for difficulty by any percentage you want, in case you would like to project your cost to mine in a future difficulty epoch.
ru: <strong><em>Изменение сложности</em></strong> позволяет изменить текущее значение сложности на любой процент, если вы хотите спрогнозировать свои затраты на майнинг в будущем.

# UI
source: <strong><em>Avg. Transaction Fees (BTC)</em></strong> is used to factor in extra revenue from transaction fees instead of only including the fixed block subsidy of 6.25 BTC. Although this is highly variable depending on network activity, it has averaged out to about 0.3 BTC per block (or 5% of total mining revenue) since the 2020 halving. As a result, true Cost to Mine 1 BTC is lower than if you only factor in the block subsidy.
ru: <strong><em>Сред. комиссия за транзакцию (BTC)</em></strong> используется для учета дополнительного дохода от комиссии за транзакцию, вместо того, чтобы включать только фиксированную субсидию блока в размере 6,25 BTC. Хотя она сильно варьируется в зависимости от сетевой активности, с 2020 года она составила около 0,3 BTC на блок (или 5% от общего дохода от майнинга). В результате истинная стоимость майнинга 1 BTC ниже, чем если бы вы учитывали только субсидию блока.

# UI
source: TX Fees percentage from block
ru: Процент комиссии от блока

# UI
source: Average % of the total block reward made up by transaction fees over time.
ru: Средний % от общего вознаграждения за блок из комиссий за транзакции с течением времени.

# UI
source: Cost to Mine 1 BTC & Example
ru: Стоимость майнинга 1 BTC и Пример

# UI
source: Sharing and Embedding
ru: Совместное использование и встраивание

# UI
source: If you think this tool can be useful to others in the mining industry, please share it! The <em>Share</em> button right above the chart allows you to share a URL with all of your user inputs, or you can select the embed option and embed an iframe of the tool in English, Russian, Spanish, Farsi, or Chinese.
ru: Если вы думаете, что этот инструмент может быть полезен другим в майнинге, поделитесь им! Кнопка <em>Поделиться</em> прямо над диаграммой позволяет вам поделиться URL-адресом со всеми вашими пользовательскими данными, или вы можете выбрать опцию встраивания и встроить iframe инструмента на английском, русском, испанском, фарси, или китайском.

# UI
source: This is also just the first of many tools and stats for Bitcoin miners that we will be releasing in <a>Braiins Mining Insights</a> over the following months, so check back soon to see what else we’re publishing!
ru: Это также только первый из многих инструментов и статистик для майнеров биткойна, которые мы будем выпускать в <a>Braiins Mining Insights</a> в течение следующих месяцев, так что загляните в ближайшее время, чтобы узнать, что еще мы публикуем!

# UI
source: Mining Insights | Cost to Mine 1 BTC Guide
ru: Mining Insights | Стоимость майнинга 1 BTC гид

# UI
source: Cost to Mine 1 BTC Guide
ru: Стоимость майнинга 1 BTC гид

# UI
source: A quick guide explaining how to use the Advanced Options in our new Cost to Mine 1 BTC calculator and where to find data on all the popular hardware models.
ru: Краткое руководство, объясняющее, как использовать Расширенные параметры в нашем новом калькуляторе Стоимость майнинга 1 BTC и где найти данные по всем популярным моделям оборудования.

# UI
source: Nov 03, 2020
ru: Ноя 03, 2020

# UI
source: Cost to Mine 1 BTC Example
ru: Стоимость майнинга 1 BTC Пример

# UI
source: Bitcoin Mining Profitability Calculator (Basic Options)
ru: Калькулятор прибыльности биткойн майнинга (основные параметры)

# UI
source: Profitability Calculator - basic options
ru: Калькулятор доходности - основные параметры

# UI
source: <strong>Current BTC price & difficulty </strong> (pulled from an API in real-time but still customizable)
ru: <strong>Текущая цена BTC и сложность сети</strong> (извлекается из API в режиме реального времени, но поддается настройке)

# UI
source: <strong>Total hashrate</strong> (TH/s)
ru: <strong>Общий хешрейт</strong> (TH/s)

# UI
source: <strong>Total power consumption</strong> (Watts)
ru: <strong>Общая потребляемая мощность</strong> (Вт)

# UI
source: <strong>Electricity price</strong> ($/kWh)
ru: <strong>Цена на электроэнергию</strong> ($/кВтч)

# UI
source: <strong>Avg. transaction fees per block</strong> (additional mining revenue from transaction fees)
ru: <strong>Сред. комиссия за транзакции на блок</strong> (дополнительный доход от майнинга за счет комиссий за транзакции)

# UI
source: BTC Difficulty chart
ru: График сложности сети BTC

# UI
source: Price is relatively harder to predict, so we recommend playing around with different bullish and bearish scenarios. For example, see what would happen by increasing price faster than difficulty (as occurs in bull markets) or increasing it slower than difficulty (as occurs in sideways movements or bear markets).
ru: Цену относительно сложно предсказать, поэтому мы рекомендуем поиграть с разными бычьими и медвежьими сценариями. Например, посмотрите, что произойдет, если цена будет увеличиваться быстрее, чем сложность (как происходит на бычьих рынках), или повышать ее медленнее, чем сложность (как это происходит при боковых движениях или медвежьих рынках).

# UI
source: Once you put in your values for the inputs above, you'll receive the following information about your operation:
ru: После того, как вы введете свои значения для входных данных выше, вы получите следующую информацию о своей работе:

# UI
source: Monthly revenue in BTC and total BTC mined over the full time period
ru: Ежемесячный доход в BTC и общее количество BTC, добытых за полный период времени

# UI
source: Monthly profit or loss in USD (or other fiat currency)
ru: Ежемесячная прибыль или убыток в долларах США (или другой фиатной валюте)

# UI
source: Cumulative profit or loss in USD over your selected time period
ru: Накопленная прибыль или убыток в долларах США за выбранный период времени

# UI
source: Your break-even electricity price given your hashrate, consumption, and pool fee
ru: Ваша безубыточная цена на электроэнергию с учетом вашего хешрейта, потребления и комиссии пула

# UI
source: Your average cost of production for 1 BTC over your selected time period
ru: Средняя стоимость майнинга 1 BTC за выбранный период времени

# UI
source: But to really make the most of this tool, we recommend using the advanced options.
ru: Но чтобы по-настоящему использовать этот инструмент, мы рекомендуем использовать расширенные параметры.

# UI
source: Bitcoin Mining Cash Flow Calculator (Advanced Options)
ru: Калькулятор денежного потока биткойн майнинга (расширенные параметры)

# UI
source: Profitability Calculator - advanced options
ru: Калькулятор прибыльности - дополнительные параметры

# UI
source: Source: <a>Mining Profitability Calculator</a>
ru: Источник: <a>Калькулятор прибыльности майнинга</a>

# UI
source: Purchasing ASICs and PSUs
ru: Покупка ASIC и PSU

# UI
source: Building or purchasing a data center facility to house your hardware
ru: Строительство или покупка центра обработки данных для размещения вашего оборудования

# UI
source: Labor for installation
ru: Работа по установке

# UI
source: Taxes and licenses to be legally compliant
ru: Налоги и лицензии в соответствии с законами

# UI
source: Employee salaries
ru: Заработная плата сотрудников

# UI
source: Fixed monthly expenses such as security or insurance
ru: Фиксированные ежемесячные расходы, такие как безопасность или страхование

# UI
source: Initial Hardware Value & Initial Infrastructure Value
ru: Начальная стоимость оборудования и начальная стоимость инфраструктуры

# UI
source: Hardware & Infrastructure Appreciation / Depreciation (%)
ru: Износ / амортизация оборудования и инфраструктуры (%)

# UI
source: HODL Ratio
ru: HODL соотношение

# UI
source: To illustrate this, below is a chart with all of the inputs exactly the same as the one posted most recently above. The only difference is that the first had a HODL Ratio of 0%, and this one has a HODL Ratio of 100% (aka a MicroStrategy Treasury Policy).
ru: Чтобы проиллюстрировать это, ниже приведена диаграмма со всеми входными данными, точно такими же, как та, которая была опубликована выше. Единственное отличие состоит в том, что у первого коэффициент HODL равен 0%, а у этого коэффициент HODL равен 100% (также известный как политика MicroStrategy Treasury).

# UI
source: Profitability Calculator - HODL ratio
ru: Калькулятор рентабельности - HODL соотношение

# UI
source: Source: <a>Profitability Calculator with HODL Ratio = 100%</a>
ru: Источник: <a>Калькулятор рентабельности с коэффициентом HODL = 100%</a>

# UI
source: For a much deeper overview of different strategies for treasury management, we strongly recommend that you read <a>The Intelligent Bitcoin Miner</a> by Anicca Research.
ru: Для более глубокого обзора различных стратегий управления доходом мы настоятельно рекомендуем вам прочитать <a>The Intelligent Bitcoin Miner</a> от Anicca Research.

# UI
source: Discount Rate
ru: Учетная ставка

# UI
source: If you set a nonzero <em>Discount Rate</em>, it will not impact the stats or the data series on the chart. However, we calculate NPV (Net Present Value) in the backend, and we print this value in the CSV file which you can download (see the <em>Download CSV</em> text right above the stats.)
ru: Если вы установите ненулевую <em>учетную ставку</em>, это не повлияет на статистику или ряд данных на диаграмме. Однако мы вычисляем NPV (чистую приведенную стоимость) и отображаем это значение в файле CSV, который вы можете загрузить (см. <em>Загрузить CSV</em> прямо над статистикой)

# UI
source: In Discounted Cash Flow Analysis, the <em>Discount Rate</em> is an interest rate used to determine the present value of future cash flows.
ru: В Анализе дисконтированных денежных потоков <em>Учетная ставка</em> - это процентная ставка, используемая для определения настоящей стоимости будущих денежных потоков.

# UI
source: Projecting Possible Scenarios
ru: Проектирование возможных сценариев

# UI
source: Scenario 1: Difficulty Rises Faster than Price
ru: Сценарий 1. Сложность возрастает быстрее, чем цена

# UI
source: Source: <a>Profitability Calculator Difficulty Increment > Price Increment</a>
ru: Источник: <a>Калькулятор прибыльности Увеличение сложности > Увеличение цены</a>

# UI
source: Since difficulty is increasing faster than price, the revenue and profit per month decreases when holding hashrate constant. This is also likely to result in <em>Hardware Value</em> depreciation, as the ASICs are becoming less profitable over time.
ru: Поскольку сложность растет быстрее, чем цена, доход и прибыль в месяц уменьшаются при неизменном хешрейте. Это также может привести к снижению <em>ценности оборудования</em>, поскольку ASIC со временем становятся менее прибыльными.

# UI
source: Scenario 2: Price Rises Faster than Difficulty
ru: Сценарий 2: Цена растет быстрее, чем сложность

# UI
source: Source: <a>Profitability Calculator Price Increment > Difficulty Increment</a>
ru: Источник: <a>Калькулятор прибыльности Увеличение цены > Увеличение сложности</a>

# UI
source: With price outpacing difficulty, the profitability of hashrate is increasing over time and the <em>Hardware Value </em>is depreciating much more slowly than in the previous case, leading to cumulative profit and net cash flow both accelerating upward each month.
ru: Из-за того, что цена опережает трудности, рентабельность хешрейта со временем увеличивается, а <em>ценность оборудования </em> снижается гораздо медленнее, чем в предыдущем случае, что приводит к ускорению роста совокупной прибыли и чистого денежного потока каждый месяц.

# UI
source: Mining Insights | BTC Profitability Calculator Guide
ru: Mining Insights | Руководство по калькулятору доходности BTC

# UI
source: Mining Insights | Guides
ru: Mining Insights | Гиды

# UI
source: Failed to fetch network stats!
ru: Не удалось получить статистику сети!

# UI
source: Home
ru: Главная

# UI
source: Cost to Mine
ru: Стоимость майнинга

# UI
source: Profitability
ru: Прибыльность

# UI
source: Open menu
ru: Открыть меню

# UI
source: Required value!
ru: Обязательное значение!

# UI
source: Cannot calculate data without missing data!
ru: Невозможно рассчитать без пропущенных данных!

# UI
source: Inputs
ru: Входные данные

# UI
source: BTC Price
ru: Цена BTC

# UI
source: Network Difficulty
ru: Сложность сети

# UI
source: Select Hardware
ru: Выберите оборудование

# UI
source: Hashrate
ru: Хешрейт

# UI
source: Consumption
ru: Потребление

# UI
source: Block Subsidy
ru: Субсидия блока

# UI
source: Pool Fee
ru: Комиссия пула

# UI
source: Advanced Options
ru: Расширенные опции

# UI
source: Diff. Increment
ru: Увел. сложности

# UI
source: Adjust the current difficulty by any percentage.
ru: Отрегулируйте текущую сложность на любой процент.

# UI
source: Other Fees
ru: Другие комиссии

# UI
source: Additional operational expenses such as dev fees for firmware, management and hosting fees, etc.
ru: Дополнительные операционные расходы, такие как devfee, плата за управление и хостинг и т. д.

# UI
source: Avg. Tx Fees
ru: Сред. плата за транзакции

# UI
source: Average value of transaction fees per block mined.
ru: Среднее значение комиссии за транзакции за добытый блок.

# UI
source: Otherwise we’ll include currently filled values
ru: В противном случае мы включим текущие заполненные значения

# UI
source: Cost to Mine 1 Bitcoin
ru: Стоимость майнинга 1 биткойна

# UI
source: User Guide
ru: Гид пользователя

# UI
source: Share
ru: Поделиться

# UI
source: Hardware Efficiency
ru: Эффективность оборудования

# UI
source: Margin
ru: Допуск

# UI
source: BTC Mined per Day
ru: Добытые BTC за день

# UI
source: Profit per Day
ru: Прибыль в день

# UI
source: Cost to Mine 1 BTC
ru: Стоимость майнинга 1 BTC

# UI
source: Time Period
ru: Временной период

# UI
source: Difficulty Increment
ru: Увеличение сложности

# UI
source: Price Increment
ru: Увеличение цены

# UI
source: Initial capital expenditure (e.g. purchasing hardware, setting up more capacity, labor and materials for installation, etc.).
ru: Первоначальные капитальные затраты (например, приобретение оборудования, создание дополнительных мощностей, трудозатраты и ресурсы для установки и т. д.).

# UI
source: Monthly OPEX
ru: Ежемесячный OPEX

# UI
source: Fixed monthly expenses (e.g. labor, security, insurance, taxes).
ru: Фиксированные ежемесячные расходы (например, оплата труда, безопасность, страхование, налоги).

# UI
source: Total starting value of your ASIC hardware inventory.
ru: Общая начальная стоимость вашего ASIC оборудования.

# UI
source: Initial Infra Value
ru: Начальная ценность инфраструктуры

# UI
source: Total starting value of your infrastructure (e.g.: land, data center infrastructure, containers, immersion cooling systems).
ru: Общая начальная стоимость вашей инфраструктуры (например, земля, инфраструктура центра обработки данных, контейнеры, системы иммерсионного охлаждения).

# UI
source: The % of your monthly profit that you hold as BTC instead of cashing out entirely to fiat.
ru: % вашей ежемесячной прибыли, которую вы храните в BTC вместо того, чтобы полностью обналичивать фиат.

# UI
source: Bitcoin Mining Profitability Calculator
ru: Калькулятор прибыльности майнинга BTC

# UI
source: The average cost to mine 1 BTC for your mining operation.
ru: Средняя стоимость майнинга 1 BTC для вашей фермы.

# UI
source: Electricity Break Even
ru: Безубыточность электроэнергии

# UI
source: The month when your cumulative profit equals or surpasses your initial CAPEX investment. Will not display a number if CAPEX = 0 or if the Break Even point is not reached during the given time period.
ru: Месяц, когда ваша совокупная прибыль равна или превышает ваши первоначальные капитальные вложения. Не будет отображать число, если CAPEX = 0 или если точка безубыточности не будет достигнута в течение заданного периода времени.

# UI
source: Total BTC Mined
ru: Всего добыто BTC

# UI
source: Internal Rate of Return, a metric used to estimate the profitability of potential investments.{br}IRR value is undefined when CAPEX is 0.
ru: Внутренняя норма доходности — показатель, используемый для оценки доходности потенциальных инвестиций.{br}Величина внутренней нормы доходности не определена, если капитальные затраты равны нулю.

# UI
source: Profitability Calculator
ru: Калькулятор доходности

# UI
source: Bitcoin Mining Stats
ru: Статистика биткойн-майнинга

# UI
source: Profitability of Popular SHA-256 ASICs
ru: Прибыльность популярных SHA-256 ASIC устройств

# UI
source: Bitcoin Miner Holdings & Transaction Flows
ru: Средства биткойн-майнеров & Потоки транзакций

# UI
source: Powered by Coin Metrics Network Data Pro
ru: Работает на Coin Metrics Network Data Pro

# UI
source: Bitcoin ASIC Hardware & Power Capacity Calculator
ru: Калькулятор оборудования и мощности Bitcoin ASIC устройств

# UI
source: By subscribing you are agreeing to our <a>Privacy Policy</a>
ru: Подписываясь, вы соглашаетесь с нашей <a>Политикой конфиденциальности</a>

# UI
source: Other Mining Tools
ru: Другие майнинг-инструменты

# UI
source: Bitcoin Profitability Calculator
ru: Калькулятор Bitcoin доходности

# UI
source: This calculator will show you your net profit from mining based on your hashrate, efficiency, electricity price, and other operational expences. To include capital expenditure (e.g. costs to buy hardware), use the advanced inputs.
ru: Этот калькулятор покажет вам вашу чистую прибыль от майнинга на основе вашего хешрейта, эффективности, цены на электроэнергию и других операционных расходов. Чтобы включить капитальные затраты (например, затраты на покупку оборудования), используйте расширенные входные данные.

# UI
source: Launch Calculator
ru: Калькулятор запуска

# UI
source: This calculator will show you the cost to mine 1 Bitcoin based on your hashrate, power consumption, and additional (optional) inputs. You can select any hardware model from the dropdown menu or choose “Custom” to input the hashrate and power consumption yourself.
ru: Этот калькулятор покажет вам стоимость майнинга 1 биткойна на основе вашего хешрейта, энергопотребления и дополнительных (необязательных) входных данных. Вы можете выбрать любую модель оборудования из меню или выбрать «Пользовательский», чтобы самостоятельно ввести хешрейт и энергопотребление.

# UI
source: Published on $date
ru: Опубликовано $date

# UI
source: Start Reading
ru: Читать

# UI
source: Table of Contents
ru: Оглавление

# UI
source: Go to Homepage
ru: Перейти на домашнюю страницу

# UI
source: Bitcoin Miner Holdings
ru: Средства биткойн-майнинга

# UI
source: Bitcoin Miner Flows
ru: Потоки биткойн-майнинга

# UI
source: An error has occurred in the chart!
ru: Произошла ошибка в графике!

# UI
source: Profit/Loss (USD)
ru: Прибыль/убыток (долл. США)

# UI
source: Electricity Price (USD)
ru: Цена на электроэнергию (долл. США)
