Repository: SatoshiNakamotoBitcoin/insights-i18n
Catalog: */frontend.po
Languages: ru

# UI
source: We've failed to report the issue (you might have a connection issues).
ru: Нам не удалось сообщить о проблеме (возможно, у вас проблемы с подключением).

# UI
source: Please contact our technical support team.
ru: Обратитесь в нашу службу технической поддержки.

# UI
source: We have been notified about the issue and are working on a fix.
ru: Мы получили уведомление о проблеме и работаем над ее исправлением.

# UI
source: For further information please contact our technical support.
ru: Для получения дополнительной информации, пожалуйста, свяжитесь с нашей службой технической поддержки.

# UI
source: There's a new version of this page available
ru: Доступна новая версия этой страницы

# UI
source: This is not an error, we have just released a new version of this page.
ru: Это не ошибка, мы только что выпустили новую версию этой страницы.

# UI
source: Please reload the page to get the latest version.
ru: Пожалуйста, перезагрузите страницу, чтобы получить ее последнюю версию.

# UI
source: Reload the page to continue
ru: Перезагрузите страницу, чтобы продолжить

# UI
source: Technical support
ru: Техническая поддержка

# UI
source: Unknown Error
ru: Неизвестная ошибка

# UI
source: Step left
ru: Передвинуть влево

# UI
source: Step right
ru: Передвинуть вправо

# UI
source: Skip to the end
ru: Перескочить на конец

# UI
source: Invalid format of news feed received!
ru: Получен недопустимый формат новостной ленты!

# UI
source: News from Braiins.com
ru: Новости с Braiins.com

# UI
source: View all news
ru: Посмотреть все новости

# UI
source: Hashrate <nobr>(current)</nobr>
ru: Хешрейт <nobr>(текущий)</nobr>

# UI
source: Monthly Revenue
ru: Ежемесячный доход

# UI
source: Hardware Value
ru: Стоимость оборудования

# UI
source: Difficulty Stats
ru: Статистика сложности

# UI
source: Difficulty
ru: Сложность

# UI
source: HW Model
ru: Модель майнера

# UI
source: Break-Even <nobr>Electricity Price</nobr>
ru: Точка безубыточности <nobr>Цена на электроэнергию</nobr>

# UI
source: Daily Profit <nobr>(Stock FW)</nobr>
ru: Ежедневная прибыль <nobr>(Сток FW)</nobr>

# UI
source: Daily BTC Mined
ru: Ежедневный майнинг BTC

# UI
source: Electricity Price
ru: Цена на электроэнергию

# UI
source: Pool
ru: Пул

# UI
source: Blocks Mined
ru: Добытые блоки

# UI
source: Average <nobr>Block Value</nobr>
ru: В среднем <nobr>цена блока</nobr>

# UI
source: Market Share
ru: Доля рынка

# UI
source: 1D
ru: 1Д

# UI
source: 5D
ru: 5Д

# UI
source: 5W
ru: 5Н

# UI
source: $name pool icon
ru: $name значок пула

# UI
source: Unknown
ru: Неизвестный

# UI
source: Miner / Pool
ru: Майнер / Пул

# UI
source: Block Mined
ru: Добыт блок

# UI
source: Hardware Name
ru: Имя оборудования

# UI
source: # of Units
ru: # единиц

# UI
source: Total Hashrate
ru: Общий хешрейт

# UI
source: Go to the Profitability Calculator with pre-set values for hashrate & consumption
ru: Перейдите к калькулятору прибыльности с предварительно установленными значениями хешрейта и потребления

# UI
source: Filter
ru: Фильтр

# UI
source: Capacity
ru: Вместимость

# UI
source: Share on
ru: Поделись

# UI
source: Embed Code
ru: Код для вставки

# UI
source: Share Results
ru: Поделиться результатами

# UI
source: Embed Form
ru: Встроить форму

# UI
source: Required Field!
ru: Обязательное поле!

# UI
source: Select hardware
ru: Выберите оборудование

# UI
source: Cancel
ru: Отмена

# UI
source: Select Manufacturer
ru: Выберите производителя

# UI
source: Select HW Model
ru: Выберите модель оборудования

# UI
source: Now
ru: Сейчас

# UI
source: {num} {num, plural, =1 {year} other {years} }
ru: {num} {num, plural, =1 {год} other {года} }

# UI
source: {num} {num, plural, =1 {month} other {months} }
ru: {num} {num, plural, =1 {месяц} other {месяцев} }

# UI
source: {num} {num, plural, =1 {week} other {weeks} }
ru: {num} {num, plural, =1 {неделя} other {недели} }

# UI
source: {num} {num, plural, =1 {day} other {days} }
ru: {num} {num, plural, =1 {день} other {дня} }

# UI
source: {num} {num, plural, =1 {hour} other {hours} }
ru: {num} {num, plural, =1 {час} other {часов} }

# UI
source: {num} {num, plural, =1 {minute} other {minutes} }
ru: {num} {num, plural, =1 {минута} other {минут} }

# UI
source: {num} {num, plural, =1 {second} other {seconds} }
ru: {num} {num, plural, =1 {секунда} other {секунд} }

# UI
source: in {a}
ru: за {a}

# UI
source: in {a} and {b}
ru: за {a} и {b}

# UI
source: {a} and {b}
ru: {a} и {b}

# UI
source: Failed to load the calendar widget
ru: Не удалось загрузить виджет календаря

# UI
source: Enter the one-time password<br/>generated by your OTP app
ru: Введите одноразовый пароль,<br/>созданный вашим приложением OTP

# UI
source: Choose an option
ru: Выберите опцию

# UI
source: Previous page
ru: Предыдущая страница

# UI
source: Next page
ru: Следущая страница

# UI
source: Language
ru: Язык

# UI
source: Email Confirmation
ru: Подтверждение электонной почты

# UI
source: A confirmation email has been sent to: <strong>{email}</strong>
ru: Письмо для подтверждения было отправлено на адрес: <strong>{email}</strong>

# UI
source: Please confirm the request by following the link included.
ru: Подтвердите запрос, перейдя по включенной ссылке.

# UI
source: Inflow
ru: Приток

# UI
source: 1-hop Miner Flows
ru: Майнинг-потоки с 1 хопом

# UI
source: 0-hop (Pools)
ru: 0 хопов (Пулы)

# UI
source: Miner Net Flows
ru: Чистые потоки майнинга

# UI
source: 30-day MRI
ru: MRI 30-дней

# UI
source: Coinbase Distance
ru: Coinbase Расстояние

# UI
source: 1-hop (Miners)
ru: 1-хоп (Майнеры)

# UI
source: Outflow
ru: Отток

# UI
source: Cannot download chart, no config present!
ru: Невозможно загрузить диаграмму, нет конфигурации!

# UI
source: Type:
ru: Тип:

# UI
source: Period
ru: Период

# UI
source: Exit Fullscreen [ESC]
ru: Выйти из полноэкранного режима [ESC]

# UI
source: Download
ru: Загрузить

# UI
source: Generating the image…
ru: Генерация изображения…

# UI
source: Absolute
ru: Абсолют

# UI
source: Miner Holdings as a Proportion of Supply
ru: Средства майнинга как доля предложения

# UI
source: Proportional
ru: Пропорционально

# UI
source: Remaining Supply
ru: Оставшееся предложение

# UI
source: 1 hop (Miners)
ru: 1 хоп (Майнеры)

# UI
source: 0 hops (Pools)
ru: 0 хопов (Пулы)

# UI
source: Total Holdings (BTC)
ru: Все средства (BTC)

# UI
source: Today
ru: Сегодня

# UI
source: Yesterday
ru: Вчера

# UI
source: This Week
ru: На этой неделе

# UI
source: Last Week
ru: На прошлой неделе

# UI
source: This Month
ru: В этом месяце

# UI
source: Last Month
ru: В прошлом месяце

# CAL
source: Su
ru: Вс.

# CAL
source: Mo
ru: Пн.

# CAL
source: Tu
ru: Вт.

# CAL
source: We
ru: Ср.

# CAL
source: Th
ru: Чт.

# CAL
source: Fr
ru: Пт.

# CAL
source: Sa
ru: Сб.

# CAL
source: Sunday
ru: Воскресенье

# CAL
source: Monday
ru: Понедельник

# CAL
source: Tuesday
ru: Вторник

# CAL
source: Wednesday
ru: Среда

# CAL
source: Thursday
ru: Четверг

# CAL
source: Friday
ru: Пятница

# CAL
source: Saturday
ru: Суббота

# CAL
source: Jan
ru: Янв

# CAL
source: Feb
ru: Фев

# CAL
source: Mar
ru: Мар

# CAL
source: Apr
ru: Апр

# CAL
source: May
ru: Май

# CAL
source: Jun
ru: Июн

# CAL
source: Jul
ru: Июл

# CAL
source: Aug
ru: Авг

# CAL
source: Sep
ru: Сен

# CAL
source: Oct
ru: Окт

# CAL
source: Nov
ru: Ноя

# CAL
source: Dec
ru: Дек

# CAL
source: January
ru: Январь

# CAL
source: February
ru: Февраль

# CAL
source: March
ru: Март

# CAL
source: April
ru: Апрель

# CAL
source: June
ru: Июнь

# CAL
source: July
ru: Июль

# CAL
source: August
ru: Август

# CAL
source: September
ru: Сентябрь

# CAL
source: October
ru: Октябрь

# CAL
source: November
ru: Ноябрь

# CAL
source: December
ru: Декабрь

# UI
source: No data…
ru: Нет данных…

# UI
source: Alternatively, you can select the <em>Custom</em> option to input your own hashrate and power consumption values rather than using preloaded values from the ASIC database, which is best if you use a performance boosting firmware like <a>Braiins OS+‎</a> to improve your device's efficiency.
ru: Кроме того, вы можете выбрать параметр <em>Пользовательский</em>, чтобы ввести свои собственные значения хешрейта и энергопотребления, а не использовать предварительно загруженные значения из базы данных ASIC, что лучше, если вы используете прошивку для повышения производительности, например <a>Braiins OS+‎</a> для повышения эффективности вашего устройства.

# UI
source: Get up to 20% better efficiency with Braiins OS+‎
ru: Повысьте эффективность до 20% благодаря Braiins OS+‎

# UI
source: Failed to load profitability data!
ru: Не удалось загрузить данные о прибыльности!

# UI
source: Hashrate <nobr>(30 Days)</nobr>
ru: Хешрейт <nobr>(30 дней)</nobr>

# UI
source: Average Fees per Block <nobr>(144 Blocks)</nobr>
ru: Средняя комиссия за блок <nobr>(144 блока)</nobr>

# UI
source: Fees % of Block Reward <nobr>(144 Blocks)</nobr>
ru: Комиссия % вознаграждения за блок <nobr>(144 блока)</nobr>

# UI
source: Total Mining Revenue <nobr>($mil/Day)</nobr>
ru: Общий доход от майнинга <nobr>(млн долларов в день)</nobr>

# UI
source: Failed to load news feed!
ru: Не удалось загрузить ленту новостей!

# UI
source: Current Epoch Block Time
ru: Текущее время блока эпохи

# UI
source: Estimated Adjustment
ru: Предполагаемая корректировка

# UI
source: Estimated Next Difficulty
ru: Предполагаемая следующая сложность

# UI
source: Estimated Adjustment Date
ru: Предполагаемая дата корректировки

# UI
source: Previous Adjustment
ru: Предыдущая корректировка

# UI
source: Coming Soon™‎
ru: Уже Скоро™‎

# UI
source: Daily Profit <nobr>(Braiins OS+‎)</nobr>
ru: Ежедневная прибыль <nobr>(Braiins OS+‎)</nobr>

# UI
source: Failed to load pools data!
ru: Не удалось загрузить данные пулов!

# UI
source: Show All
ru: Показать все

# UI
source: Failed to load flows data!
ru: Не удалось загрузить данные о потоках!

# UI
source: Invalid data for: $keys!
ru: Неверные данные для: $keys!

# UI
source: Failed to load data for Flows!
ru: Не удалось загрузить данные для потоков!

# UI
source: Failed to load holdings data!
ru: Не удалось загрузить данные о средствах!

# UI
source: To give you an example of how this tool can be used, we’ll compare a stock Antminer S9 with a custom S9 running Braiins OS+‎ autotuning firmware.
ru: Чтобы дать вам пример того, как можно использовать этот инструмент, мы сравним стандартный Antminer S9 с пользовательским S9 с прошивкой с автонастройкой Braiins OS+‎.

# UI
source: Antminer S9 with stock firmware compared to an S9 with Braiins OS+‎
ru: Сравнение Antminer S9 со стоковой прошивкой и S9 с Braiins OS+‎

# UI
source: Blog
ru: Блог

# UI
source: Invalid state of inputs!
ru: Недопустимое состояние входных данных!

# UI
source: Start date cannot be in the future!
ru: Дата начала не может быть в будущем!

# UI
source: End date cannot be before start date!
ru: Дата окончания не может быть раньше даты начала!

# UI
source: End Date
ru: Дата окончания

# UI
source: Submit
ru: Отправить

# UI
source: Start Date
ru: Дата начала

# UI
source: Historical / Mixed
ru: Исторический / Смешанный

# UI
source: Length
ru: Длина

# UI
source: Value between 6 and 60 is required!
ru: Необходимо значение от 6 до 60!

# UI
source: Months
ru: Месяцев

# UI
source: Future Projection {count, plural, one {# month} other {# months}}
ru: Прогноз на будущее {count, plural, one {# месяц} other {# месяцев}}

# UI
source: Historical data for BTC price, network difficulty, block subsidy and transaction fees are retrieved automatically from the database.{br}<a>Read user guide</a>
ru: Исторические данные о цене BTC, сложности сети, субсидиях на блок и комиссиях за транзакции автоматически извлекаются из базы данных.{br}<a>Читать руководство пользователя</a>

# UI
source: Backtest {range}
ru: Бэктест {range}

# UI
source: Mixed Projection {range}
ru: Смешанная проекция {range}

# UI
source: Cannot calculate data without missing inputs!
ru: Невозможно рассчитать данные без входных данных!

# UI
source: Stock Firmware
ru: Стоковая прошивка

# UI
source: Braiins OS+‎ Overclocking
ru: Разгон Braiins OS+‎

# UI
source: Braiins OS+‎ High Efficiency
ru: Высокая эффективность Braiins OS+‎

# UI
source: Hashrate and Mining Economics Charts
ru: Графики хешрейта и экономики майнинга

# UI
source: Bitcoin Mining Pools Hashrate Distribution
ru: Распределение хешрейта биткойн-майнинг пулов

# UI
source: Hashrate Distribution
ru: Распределение хешрейта

# UI
source: Hashrate (EH/s)
ru: Хешрейт (EH/s)

# UI
source: Hashvalue (SAT/TH/day)
ru: Значение хешрейта (SAT/TH/день)

# UI
source: Hashvalue
ru: Значение хешрейта

# UI
source: Hashprice ($/TH/day)
ru: Стоимость хешрейта ($/TH/день)

# UI
source: Hashprice
ru: Цена хешрейта

# UI
source: Tx Fees % of Block Reward (%)
ru: Комиссионные сборы % от вознаграждения за блок (%)

# UI
source: Avg. Tx Fees per Block (BTC)
ru: Сред. комиссии за блок (BTC)

# UI
source: Tx Fees per Block (BTC)
ru: Комиссии за блок (BTC)

# UI
source: Daily Mining Revenue (USD million)
ru: Ежедневный доход от майнинга (млн долларов США)

# UI
source: Daily Mining Revenue (USD)
ru: Ежедневный доход от майнинга (долл. США)

# UI
source: Hashrate & Difficulty
ru: Хешрейт и сложность

# UI
source: Hashvalue & Hashprice
ru: Значение хэшрейта и цена хэшрейта

# UI
source: Transaction Fees
ru: Комиссии за транзакции

# UI
source: Daily Mining Revenue
ru: Ежедневный доход от майнинга

# UI
source: Close All
ru: Закрыть все

# UI
source: Blocks this Epoch
ru: Блоки в эту эпоху

# UI
source: Switch to Fullscreen
ru: Переключиться на полноэкранный режим

# UI
source: Hashrate Stats
ru: Статистика хешрейта

# UI
source: Hashvalue <nobr>(SAT/TH/Day)</nobr>
ru: Значение хешрейта <nobr>(SAT/TH/День)</nobr>

# UI
source: Hashprice <nobr>($/TH/Day)</nobr>
ru: Цена хешрейта <nobr>($/TH/День)</nobr>

# UI
source: Bitcoin Miner Flows: 1-hop
ru: Потоки биткойн-майнинга: 1-хоп

# UI
source: Bitcoin Miner Flows: 0-hop (Pools)
ru: Потоки биткойн-майнинга: 0-хоп (пулы)

# UI
source: Bitcoin Miner Flows: 30-day MRI
ru: Потоки биткойн-майнинга: 30-дневная MRI

# UI
source: Miner Holdings: Absolute values
ru: Средства майнинга: абсолютные значения

# UI
source: Reported <nobr>Hashrate</nobr>
ru: Сообщенный <nobr>хешрейт</nobr>

# UI
source: Hashrate reported by pools in real-time via APIs. This should more accurately reflect pools’ actual hashrate as it won't be impacted by the typical short-term variance in block finds (i.e. pool "luck"). However, it is possible for pools to misreport their hashrate.
ru: Хешрейт сообщается пулами в режиме реального времени через API. Это должно более точно отражать фактический хешрейт пулов, поскольку на него не повлияет типичная краткосрочная дисперсия в находках блоков (то есть «удача» пула). Однако пулы также могут неверно указывать свой хешрейт.

# UI
source: Estimated <nobr>Hashrate</nobr>
ru: Предполагаемый <nobr>хешрейт</nobr>

# UI
source: Calculated based on the amount of blocks each pool has found. While this can be somewhat inaccurate over short time periods due to luck, it doesn’t require trusting the pool operators.
ru: Рассчитывается на основе количества блоков, найденных каждым пулом. Хотя это может быть несколько неточным в течение коротких периодов времени из-за удачи, это не требует доверия к операторам пула.

# UI
source: <strong>Pool & other fees</strong> (e.g. firmware devfees, revenue splits, etc.; taken as a % of revenue)
ru: <strong>Комиссия и другие сборы</strong> (например, devfee встроенного ПО, разделение доходов и т. д.; берется в процентах от дохода)

# UI
source: Include always-live data for difficulty and BTC price
ru: Включить всегда актуальные данные о сложности и цене BTC

# UI
source: Share Your Custom Mining Profitability Analysis
ru: Поделитесь своим индивидуальным анализом прибыльности майнинга

# UI
source: The basic version of our profitability calculator is what you're likely already accustomed to seeing on other sites. The inputs are:
ru: Базовая версия нашего калькулятора доходности — это то, что вы, вероятно, уже привыкли видеть на других сайтах. Входы:

# UI
source: Braiins | Bitcoin Mining Company
ru: Braiins | компания Bitcoin майнинга

# UI
source: Bitcoin Mining Company
ru: компания Bitcoin майнинга

# UI
source: Annual increase or decrease in BTC price over the given Time Period.
ru: Ежегодное увеличение или уменьшение цены BTC за указанный период времени.

# UI
source: Annual % change in the value of your ASIC hardware inventory.
ru: Годовое % изменение стоимости вашего оборудования ASIC.

# UI
source: Annual % change in the value of your infrastructure.
ru: Годовое % изменение стоимости вашей инфраструктуры.

# UI
source: Cost of Production
ru: Стоимость производства

# UI
source: More updates in progress…
ru: Готовятся другие обновления…

# UI
source: Price (USD)
ru: Цена (долл. США)

# UI
source: Price
ru: Цена

# UI
source: Profit/Loss
ru: Потеря / Прибыль

# UI
source: Calculated at 90% of full capacity, leaving a safety factor and some capacity for cooling
ru: Рассчитано на 90 % полной мощности, оставляя запас прочности и некоторую емкость для охлаждения

# UI
source: 1 Day
ru: 1 день

# UI
source: 5 Days
ru: 5 дней

# UI
source: 5 Weeks
ru: 5 недель

# UI
source: {duration} ago
ru: {duration} назад

# UI
source: You have no messages…
ru: У вас нет сообщений…

# UI
source: Login to see your notifications…
ru: Войдите, чтобы увидеть свои уведомления…

# UI
source: Notifications
ru: Уведомления

# UI
source: {count} unread {count, plural, one {notification} other {notifications}}
ru: {count} непрочитанных {count, plural, one {notification} other {notifications}}

# UI
source: Select row
ru: Выбрать строку

# UI
source: {num}y
ru: {num}г.

# UI
source: {num}m
ru: {num}мес.

# UI
source: {num}w
ru: {num}нед.

# UI
source: {num}d
ru: {num}дн.

# UI
source: {num}h
ru: {num}ч.

# UI
source: {num}s
ru: {num}сек.

# UI
source: This pool is not reporting their real-time hashrate, so the value is estimated by blocks found.
ru: Этот пул не сообщает о своем хешрейте в реальном времени, поэтому значение оценивается по найденным блокам.

# UI
source: Change Language
ru: Изменить язык

# UI
source: Tx Fees % of Block Reward
ru: % комиссий за транзакции от вознаграждения за блок

# UI
source: Items per page:
ru: Элементы на странице:

# UI
source: {min}–{max} of {total, plural, =1 {# item} other {# items}}
ru: {min}–{max} of {total, plural, =1 {# элемент} other {# элементы}}

# UI
source: of {total, plural, =1 {# page} other {# pages}}
ru: of {total, plural, =1 {# страница} other {# страницы}}

# UI
source: Fit the screen
ru: По размеру экрана

# UI
source: 3 years
ru: 3 года

# UI
source: 2 years
ru: 2 года

# UI
source: 2 weeks
ru: 2 недели

# UI
source: You can see that improving the efficiency of the S9 by running Braiins OS+‎ firmware brings the cost to mine 1 BTC down from $9293 to $7787 and the break-even electricity price from $0.043 to $0.052 per kWh. The S9 on stock firmware has a 2% pool fee, while the S9 on Braiins OS+ has a 2% devfee but 0% pool fees on Braiins Pool. In other words, the same machine with essentially the same external conditions was made significantly more economical by upgrading the firmware.
ru: Вы можете видеть, что повышение эффективности S9 за счет запуска прошивки Braiins OS+ снижает стоимость майнинга 1 BTC с 9293 до 7787 долларов, а безубыточную цену на электроэнергию с 0,043 до 0,052 доллара за кВтч. S9 со стандартной прошивкой имеет комиссию за пул в размере 2%, в то время как S9 на Braiins OS+ имеет комиссию за разработку в размере 2%, но 0% за пул в Braiins Pool. Иными словами, та же машина при практически тех же внешних условиях стала значительно экономичнее за счет обновления прошивки.

# UI
source: Capital Expenditure (CapEx)
ru: Капитальные затраты (CapEx)

# UI
source: Monthly Operational Expenditure (OpEx)
ru: Ежемесячные операционные расходы (OpEx)

# UI
source: There are dozens of bitcoin mining profitability calculators out there that miners can use to make quick estimates about their margins and long-term outlook. In fact, these mining tools have existed for almost as long as bitcoin itself.
ru: Существуют десятки калькуляторов прибыльности майнинга биткойнов, которые майнеры могут использовать для быстрой оценки своей маржи и долгосрочных перспектив. Фактически, эти инструменты майнинга существуют почти столько же, сколько и сам биткойн.

# UI
source: However, we've created a new mining profitability calculator which aims to provide far more customization for the many variables that go into a mining operation's cash flow analysis. Namely, we enable users to set advanced variables such as annual BTC price and difficulty increments, capital expenditure (CAPEX) and ASIC hardware inventory values, asset appreciation or depreciation, additional fees and operating expenses, and more.
ru: Тем не менее, мы создали новый калькулятор прибыльности майнинга, который призван предоставить гораздо больше настроек для многих переменных, которые входят в анализ денежных потоков майнинга. А именно, мы позволяем пользователям устанавливать расширенные переменные, такие как годовая цена BTC и приращение сложности, капитальные затраты (CAPEX) и стоимость оборудования ASIC, повышение или амортизация активов, дополнительные сборы и операционные расходы и многое другое.

# UI
source: In this guide, we'll explain how to use these advanced options to make detailed projections of your potential cash flow from bitcoin mining. These cash flow visualizations can be particularly useful for pitch decks if you are raising funds or just for yourself to get a better idea of how to best reinvest past profits into newer hardware.
ru: В этом руководстве мы объясним, как использовать эти расширенные параметры для детального прогнозирования вашего потенциального денежного потока от майнинга биткойнов. Эти визуализации денежных потоков могут быть особенно полезны для презентации, если вы собираете средства, или просто для себя, чтобы получить лучшее представление о том, как лучше всего реинвестировать прошлую прибыль в новое оборудование.

# UI
source: <strong>Time period</strong> (can be future projections for a custom range from 6 - 60 months, or historical backtesting using real BTC price, difficulty, and transaction fees)
ru: <strong>Временной период</strong> (могут быть прогнозы на будущее для пользовательского диапазона от 6 до 60 месяцев или исторические тесты с использованием реальной цены BTC, сложности и комиссий за транзакции)

# UI
source: <strong>Price increment</strong> (change the BTC price by a custom % annually)
ru: <strong>Повышение цены</strong> (изменение цены BTC на пользовательский % ежегодно)

# UI
source: <strong>Difficulty increment</strong> (change the BTC network difficulty by a custom % annually)
ru: <strong>Увеличение сложности</strong> (изменение сложности сети BTC на пользовательский % ежегодно)

# UI
source: Bitcoin's network difficulty has always increased significantly over long time periods, but the increase typically lags price increases because the time to manufacture and deploy new ASIC hardware and mining infrastructure is a bottleneck on difficulty growth. This can be seen clearly looking at difficulty and price from 2016-2020, shown below.
ru: Сложность сети биткойна всегда значительно возрастала в течение длительных периодов времени, но это увеличение обычно отстает от роста цен, потому что время на производство и развертывание нового оборудования ASIC и инфраструктуры майнинга является узким местом для роста сложности. Это хорошо видно по сложности и цене 2016-2020 гг., показанным ниже.
